
/* Presented when user typed illegal characters -- No valid object */
"Invalid number" = "Numero non valido";

/* Presented when user value smaller than minimum */
"Fell short of minimum" = "Inferiore al minino";

/* Presented when user value larger than maximum */
"Maximum exceeded" = "Superiore al massimo";

/* Presented when value is a float, but floats not allowed */
"Floating Point not allowed" = "Virgola mobile non consentita";

/* Presented when string cannot be converted to an NSDate */
"Invalid date string" = "Stringa con data non valida";

